Repository: common-repository/popover-windows
Catalog: languages/popover-windows-*.po
Languages: ar

source: Theme with this name already exists.Please Change the name
ar: موضوع بهذا الاسم موجود مسبقاً. الرجاء تغيير الاسم

source: Window with this name already exists.Please Change the name
ar: نافذة بهذا الاسم موجود مسبقاً. الرجاء تغيير الاسم

source: Fill this field
ar: ملء هذا المجال

source: Please enter valid email address
ar: من فضلك أدخل عنوان بريد إلكتروني صحيح.

source: Enter only number
ar: أدخل الرقم الوحيد

source: Change your title here!
ar: تغيير العنوان الخاص بك هنا!

source: Change bottom text!
ar: تغيير النص أسفل!

source: Popover Windows
ar: بوبوفير ويندوز

source: Add New Popover Window
ar: إضافة جديد بوبوفير ويندوز

source: My Themes
ar: بلدي المواضيع

source: Daily Stats
ar: الإحصائيات اليومية

source: Melodic Media Popover Windows
ar: لحني وسائل الإعلام بوبوفير ويندوز

source: My Popover Windows Daily Stats
ar: بلادي بوبوفير ويندوز الإحصائيات اليومية

source: Popover Window Name
ar: اسم بوبوفير ويندوز

source: Imp. today
ar: ظهور اليوم

source: Opens today
ar: يفتتح اليوم

source: Clicks today
ar: ينقر اليوم

source: You have currently no stats for today
ar: لديك حاليا لا توجد إحصائيات لهذا اليوم

source: Free version includes
ar: يتضمن الإصدار المجاني

source: - Save and view daily stats for 1 window.
ar: -حفظ وعرض إحصائيات يومية للنافذة 1.

source: - Save only 1 new theme.
ar: --إنقاذ موضوع جديد 1 فقط.

source: Full version includes
ar: يتضمن الإصدار الكامل

source: - Save unlimited windows.
ar: -حفظ ويندوز غير محدود.

source: - Save unlimited themes.
ar: -حفظ المواضيع غير محدود.

source: - Full stats for daily, weekly, monthly with 6 month history .
ar: -كامل إحصائيات يوميا، أسبوعيا، شهريا مع تاريخ 6 أشهر.

source: My Popover Themes
ar: بلدي المواضيع بوبوفير

source: Popover Theme Name
ar: اسم موضوع بوبوفير

source: Actions
ar: الإجراءات

source: EDIT
ar: تحرير

source: My Popover Windows
ar: بلدي ويندوز بوبوفير

source: PREVIEW
ar: معاينة

source: You have currently no popover windows.
ar: لديك حاليا لا بوبوفير ويندوز

source: Edit Popover Window
ar: تحرير بوبوفير ويندوز

source: New Popover Window
ar: جديد بوبوفير ويندوز

source: Window Name
ar: اسم ويندوز

source: Theme
ar: موضوع

source: Window Title
ar: عنوان ويندو

source: Window Footer
ar: تذييل ويندوز

source: Popover Window Content
ar: محتوى بوبوفير ويندوز

source: (All popover windows are responsive by default, just make sure your URL or HTML window content is responsive.)
ar: (جميع popover windows تستجيب بشكل افتراضي، فقط تأكد من عنوان URL الخاص بك أو محتوى HTML نافذة استجابة).

source: To calculate clicks on your window add this code to onclick event in your code
ar: لحساب النقرات على نافذتك إضافة هذه التعليمة البرمجية إلى الحدث onclick في التعليمات البرمجية الخاصة بك

source: Where My_Window is the name you selected for your window. Replace spaces in name with '_'.
ar: حيث My_Window هو الاسم قمت بتحديدها للنافذة الخاصة بك. استبدال المسافات في اسم '_'.

source: The HTML link code you can use to close this window is.
ar: ارتباط تعليمات HTML البرمجية يمكنك استخدام لإغلاق هذا الإطار.

source: CLOSE THIS WINDOW
ar: قم بإغلاق هذه النافذة

source: Launch Window URL
ar: نافذة الإطلاق URL

source: (add any url but add the extension (.htm, .html, .php, .asp, etc. ) at the end such as
ar: (إضافة أي عنوان url ولكن إضافة الملحق (.htm.html.php,.asp،، إلخ) في النهاية مثل

source: Copy Paste HTML Here
ar: نسخ لصق HTML هنا

source: Launch window automatically after
ar: إطلاق نافذة تلقائياً بعد

source: seconds
ar: ثوان

source: Add Cookie - Display only once, display again after
ar: إضافة ملف تعريف الارتباط-العرض مرة واحدة فقط، العرض مرة أخرى بعد

source: hours
ar: ساعات

source: HTML for Window Launch Button
ar: إتش تي أم ال لنافذة إطلاق زر

source: It could be text or image which when clicked should open Popover window.
ar: يمكن أن يكون النص أو الصورة التي عند النقر فوق يجب فتح نافذة بوبوفير.

source: Add extra code when the popover window launches?
ar: قم بإضافة تعليمات برمجية إضافية عندما تطلق النافذة بوبوفير؟

source: Yes
ar: نعم

source: No
ar: لا

source: (the code to execute when popover window is launched)
ar: (رمز لتنفيذ عندما يتم تشغيل نافذة بوبوفير)

source: Enter the code to add to window launch
ar: أدخل التعليمة البرمجية لإضافة إلى إطلاق نافذة

source: Add extra code to the close button?
ar: إضافة رمز إضافية إلى زر الإغلاق؟

source: (the code to execute when close button is clicked)
ar: (رمز لتنفيذ عندما يتم النقر على زر وثيقة)

source: Enter the code to add to close button
ar: أدخل رمز لإضافة زر لإغلاق

source: Show the banner on?
ar: عرض لافتة على؟

source: All Pages
ar: جميع الصفحات

source: HomePage Only
ar: الصفحة الرئيسية فقط

source: Specific Pages Only
ar: صفحات معينة فقط

source: Page Titles
ar: عنوان الصفحه

source: Titles of the page separated by commas on which to show the banner.(Case Sensitive)
ar: عناوين الصفحات مفصولة بفواصل التي لإظهار شعار (القضية الحساسة)

source: Placement: Div ID
ar: التنسيب: شعبة معرف

source: Id of div or any other html element in which popover launch button should appear
ar: معرف div أو أي عنصر html أخرى في بوبوفير التي يجب أن يظهر زر التشغيل

source: Note If placing into a Post, manually add a new DIV layer in your post like this
ar: ملاحظة إذا وضع في المشاركة، يدويا إضافة طبقة DIV جديدة في رسالتك مثل هذا

source: Then add "popoverdiv" in the box above
ar: قم بإضافة "popoverdiv" في المربع أعلاه

source: Placement of Popover Launch Button?
ar: وضع زر إطلاق بوبوفير؟

source: Start of Div
ar: بداية الدرجة

source: End of Div
ar: نهاية الدرجة

source: Save Window
ar: حفظ النافذة

source: Edit Popover Theme
ar: تحرير موضوع بوبوفير

source: New Popover Theme
ar: بوبوفير موضوع جديد

source: Settings
ar: الإعدادات

source: Colors
ar: الألوان

source: Theme Name
ar: اسم الموضوع

source: Size
ar: حجم

source: Position
ar: المنصب

source: Your Title Here!
ar: العنوان الخاص بك هنا!

source: Your Footer Here!
ar: تذييل الصفحة الخاصة بك هنا!

source: Title Icon
ar: عنوان أيقونة

source: accept
ar: يقبل

source: add
ar: اضف

source: browse
ar: يستعرض

source: calendar
ar: تقویم

source: cart
ar: عربة

source: check
ar: تحقق

source: clipboard
ar: الحافظة

source: color wheel
ar: عجلة الألوان

source: comments
ar: تعليقات

source: date
ar: التأريخ

source: default
ar: افتراضي

source: delete
ar: حذف

source: disk
ar: قالقرص

source: email
ar: بريد إلكتروني

source: error
ar: خطاء

source: folder
ar: المجلد

source: gear
ar: الترس

source: info
ar: معلومات

source: lightning
ar: برْق

source: lock
ar: قفل

source: money
ar: نقود

source: page
ar: الصفحه

source: page edit
ar: تحرير الصفحه

source: people
ar: اشخاص

source: plug
ar: قابس

source: search
ar: البحث ‪…‬

source: smiley
ar: سمايلي

source: star
ar: نجمة

source: user
ar: المستعمل

source: wand
ar: العصا

source: warning
ar: إنذار

source: Close Button
ar: زر اغلاق

source: Red Close Button
ar: زر إغلاق أحمر

source: White Close Button
ar: زر إغلاق أبيض

source: Black Close Button
ar: زر اغلاق أسود

source: Drag & Drop
ar: اسحب واسقط

source: Resizable
ar: يمكن تغيير حجم

source: Scrollbar
ar: شريط تمرير

source: Fade in effect
ar: تتلاشى في الواقع

source: Fade out effect
ar: تتلاشى المفعول

source: Clicking Outside Closes Window
ar: النقر فوق إغلاق خارج الإطار

source: Outside Shadow Effect
ar: خارج تأثير الظل

source: Shadow Options
ar: خيارات الظل

source: Z-index Level
ar: مستوى فهرس Z

source: Title Font
ar: نمط الخط العنوان

source: Font Style
ar: نمط الخط

source: Title Color
ar: لون العنوان

source: Title Padding
ar: ترك مساحة العنوان

source: Round Corners
ar: زوايا مستديرة

source: Window Color
ar: لون الإطار

source: Window Padding
ar: الحشو نافذة

source: Page Border
ar: حدود الصفحة

source: Border Color
ar: لون الحدود

source: Page Color
ar: لون الصفحه

source: Overlay Color
ar: تراكب اللون

source: Overlay Opacity
ar: تراكب التعتيم

source: Save Theme
ar: حفظ الموضوع

source: Buy Full Version
ar: شراء الإصدار الكامل

source: Popover Windows (Free Version)
ar: بوبوفير ويندوز (نسخة مجانية)

source: Create professional popover windows for any page on your Wordpress site.
ar: إنشاء بوبوفير ويندوز المهنية لأي صفحة على موقع الويب الخاص بك وورد.
